[
  {
    "name": "Equation of Life",
    "details": "I will use algebric variables and some technical language. I will try to make it simple for understanding. So we all know that every human can consume by watching/reading, listening, eating/drinking and breathing/inhaling (women can also consume life-giving fluid). Each of them are our input mediums and have great impact on our lives. Simply we can observe within ourselves how they play their roles. <br><br> All the inputs we receive are the reasons behind everything happens in our lives. They are the core elements. Let me explain it, if we eat good food, healthy food then it will help us to have a good health, if we drink clean water that will also be one of the reasons for healthy life. Like that if we unfortunately experience any traumatic event that vision or memory might effect our mental health. Sometimes they don't seem effective but they really do effect our mental health. It's just wrapped in subconscious mind that's why we don't see the effect that very moment or sometime we can feel the effect. The very small input can change some important decision in our life. That's how nature is designed. <br><br> I have observed and took notes from over hundred teenagers, several hundred mid aged employees, dozens of entreprenuers and few retired individuals. I asked them questions designed my dear friends from well known universities. We collected data to understand the process of life outcomes. All those people I interviewed were not unsuccessful or successful, I mean some of them were super successful, some were not, some were living or lived their life in a linear average style. However the data we got it's priceless. Now we have gained the knowledge of the connection between consuming inputs and life outcomes. In that theory you might fit every single thing happening to you and if you understand the science of it, you might be able to control many future outcomes which you could give you a whole different life. <br><br> I want to use algebric variables to create \"<b>The Equation</b>\", So let's assume, <br><i>a = something good you have watched/read and<br> -a = something bad you have watched/read or have experienced. <br></i>Exactly like that we are going to consider,<br> &pm;<i>b = listening or hearing something good or bad respectively.</i>,<br> &pm;<i>c = eating or drinking something good or bad respectively.</i>, <br> &pm;<i>d = breathing or inhaling something good or bad respectively and so on.</i> <br><br>The idea here is to check all inputs and measure possible outputs. Everyday we gather new information in our brain and whatever we think, feel or decide are based on our reserve knowledge. Let me give you an example, a toddler who is learning how to speak, most possibly don't speak fluently and might say some incorrect sentence. Here two things I will point out for explanation. First one is that they don't have complete knowledge of verbal communication that's why they cannot express their feelings verbally in a correct form, which shows that lack of information caused unsatified outcome. Next one is that toddler might not be ashamed or said sorry for their mistake, which means particular feelings require previously stored experience to be triggered. This last part might sound a bit wrapped-in. I will help you, don't worry.<br><br> So feelings are developed by pre-stored experiences. Basically we either mimic the action which was taken by someone on similar event or do something we did before on similar situation and we were satisfied. This part is important, it's a response development technique of not only humans but also other living creatures who have their free will to decide their actions. <br><br> <h3><i><u>The Development of Response :</u></i></h3> <br>  "
  }
]
