[
  {
    "name": "Equation of Life",
    "details": "I will use algebric variables and some technical language. I will try to make it simple for understanding. So we all know that every human can consume by watching/reading, listening, eating/drinking and breathing/inhaling (women can also consume life-giving fluid). Each of them are our input mediums and have great impact on our lives. Simply we can observe within ourselves how they play their roles. <br><br> All the inputs we receive are the reasons behind everything happens in our lives. They are the core elements. Let me explain it, if we eat good food, healthy food then it will help us to have a good health, if we drink clean water that will also be one of the reasons for healthy life. Like that if we unfortunately experience any traumatic event that vision or memory might effect our mental health. Sometimes they don't seem effective but they really do effect our mental health. It's just wrapped in subconscious mind that's why we don't see the effect that very moment or sometime we can feel the effect. The very small input can change some important decision in our life. That's how nature is designed. <br><br> I have observed and took notes from over hundred teenagers, several hundred mid aged employees, dozens of entreprenuers and few retired individuals. I asked them questions designed my dear friends from well known universities. We collected data to understand the process of life outcomes. All those people I interviewed were not unsuccessful or successful, I mean some of them were super successful, some were not, some were living or lived their life in a linear average style. However the data we got it's priceless. Now we have gained the knowledge of the connection between consuming inputs and life outcomes. In that theory you might fit every single thing happening to you and if you understand the science of it, you might be able to control many future outcomes which you could give you a whole different life. <br><br> I want to use algebric variables to create \"<b>The Equation</b>\", So let's assume, <br><i>a = something good you have watched/read and<br> -a = something bad you have watched/read or have experienced. <br></i>Exactly like that we are going to consider,<br> &pm;<i>b = listening or hearing something good or bad respectively.</i>,<br> &pm;<i>c = eating or drinking something good or bad respectively.</i>, <br> &pm;<i>d = breathing or inhaling something good or bad respectively and so on.</i> <br><br>The idea here is to check all inputs and measure possible outputs. Everyday we gather new information in our brain and whatever we think, feel or decide are based on our reserve knowledge. Let me give you an example, a toddler who is learning how to speak, most possibly don't speak fluently and might say some incorrect sentence. Here two things I will point out for explanation. First one is that they don't have complete knowledge of verbal communication that's why they cannot express their feelings verbally in a correct form, which shows that lack of information caused unsatified outcome. Next one is that toddler might not be ashamed or said sorry for their mistake, which means particular feelings require previously stored experience to be triggered. This last part might sound a bit wrapped-in. I will help you, don't worry.<br><br> So feelings are developed by pre-stored experiences. Basically we either mimic the action which was taken by someone on similar event or do something we did before on similar situation and we were satisfied. This part is important, it's a response development technique of not only humans but also other living creatures who have their free will to decide their actions. <br><br> <h3><i><u>The Development of Response :</u></i></h3>In a whole lifetime of living being, we learn to response in some number of ways. When you want to call your friend you call them by thier name, let me point some silly but simple observation here. You know somehow that only addressing them with that particular name they would respond to you, and how do you know that? Cause very beginning of your life you learned that certain words or names actually can somehow make people respond to you. Oh that's NAME of that person, they identify them with that. I am pretty sure that in the beginning of their age they didn't respond on that calling, I am takling about the time when they're too young to know what a name is or what is me or you. I have found from the recorded documents of several research papers that parents practice with their kids by calling out their names and offering something desired by those children. After doing it couple of times, children gets into the 'FOMO' thing, what's FOMO? It is 'FEAR OF MISSING OUT'. They understand that they will get something they like by responding to whatever word they're getting addressed by. Just then in their brain, they keep this pattern. <br>Like this one any other behaviour or response come out from us. Input is always getting in before any output. So we see, hear or observe something, which is a visiual or audio input. We just think that it doesn't matter what we are getting in but it does matter cause no matter you want or not it will take place in your neural storage. If it is important for any purpose or related to something important to you, it will hold there for longer than usual stuff. When you are in need to respond to something physically or verbally it will be done by you from the reserved input you have. Yes it won't be exactly the same but mixture of few previously stored memory or skills. A research took place around four and half decades ago, it was a simple research. they did experiment on few group of pairs. In each pair there was a person who don't know how to write or even hold a pen and the other one just learned how to write. But none of them knew a thing about drawing or painting. They showed them a simple drawing and asked them to draw that same as much as they can. they were given some paint and brush in hand. The researchers observed that those who were just learned and learning who to write, they were doing better than those who didn't even know how to hold a pen. Only their past skill of grip on pen helped them in something they never tried before. That's why you will see some people perform better than others with them even though they all started that new without previous knowledge about that. What happened there exactly? None of them knew how to draw or hold a brush or do painting. But when the people who knew how to write had their brush within finger grip, thier brain got that there's something to achieve or do, so it started wokring toward it and found similar experience. What is it? It's the memory of holding pen and using it. So that muscle memory of holding pen and the balance of having comfortable grip came out from them. They knew how to drive it now.  "
  }
]
